Repository: ReneeHuh/ExcalidrawDesktop
Catalog: ExcalidrawDesktop.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_br, zh_cn

# DrawingChangedOutsideContent
source: Reload the disk version, save this tab to a different file, or keep editing. The existing file will not be overwritten automatically.
ar_sa: أعد تحميل إصدار القرص أو احفظ علامة التبويب هذه في ملف مختلف أو تابع التحرير. لن تتم الكتابة فوق الملف الموجود تلقائيًا.
de_de: Lade die Version vom Datenträger neu, speichere diesen Tab in einer anderen Datei oder bearbeite ihn weiter. Die vorhandene Datei wird nicht automatisch überschrieben.
es_es: Vuelve a cargar la versión del disco, guarda esta pestaña en otro archivo o continúa editando. El archivo existente no se sobrescribirá automáticamente.
fr_fr: Rechargez la version du disque, enregistrez cet onglet dans un autre fichier ou poursuivez la modification. Le fichier existant ne sera pas remplacé automatiquement.
ja_jp: ディスク上の版を再読み込みするか、このタブを別のファイルに保存するか、編集を続けてください。既存のファイルが自動的に上書きされることはありません。
pt_br: Recarregue a versão do disco, salve esta guia em outro arquivo ou continue editando. O arquivo existente não será substituído automaticamente.
zh_cn: 重新加载磁盘上的版本、将此标签页另存为其他文件，或继续编辑。现有文件不会被自动覆盖。

# DrawingChangedOutsideTitle
source: Drawing changed outside the app
ar_sa: تم تغيير الرسم خارج التطبيق
de_de: Zeichnung außerhalb der App geändert
es_es: El dibujo cambió fuera de la aplicación
fr_fr: Dessin modifié en dehors de l’application
ja_jp: アプリの外部で図面が変更されました
pt_br: O desenho foi alterado fora do aplicativo
zh_cn: 绘图已在应用外部更改

# DrawingFileMissingContent
source: The backing file was moved or deleted. Locate it, save this tab to a new file, or keep editing without overwriting anything.
ar_sa: تم نقل الملف الأصلي أو حذفه. حدد موقعه أو احفظ علامة التبويب هذه في ملف جديد أو تابع التحرير دون الكتابة فوق أي شيء.
de_de: Die Datei wurde verschoben oder gelöscht. Suche sie, speichere diesen Tab in einer neuen Datei oder bearbeite ihn weiter, ohne etwas zu überschreiben.
es_es: El archivo se movió o eliminó. Localízalo, guarda esta pestaña en un archivo nuevo o continúa editando sin sobrescribir nada.
fr_fr: Le fichier a été déplacé ou supprimé. Localisez-le, enregistrez cet onglet dans un nouveau fichier ou poursuivez la modification sans rien remplacer.
ja_jp: 元のファイルは移動または削除されました。ファイルを探すか、このタブを新しいファイルに保存するか、何も上書きせず編集を続けてください。
pt_br: O arquivo foi movido ou excluído. Localize-o, salve esta guia em um novo arquivo ou continue editando sem substituir nada.
zh_cn: 原文件已被移动或删除。请找到该文件、将此标签页保存到新文件，或在不覆盖任何内容的情况下继续编辑。

# DrawingFileMissingTitle
source: Drawing file is missing
ar_sa: ملف الرسم مفقود
de_de: Zeichnungsdatei fehlt
es_es: Falta el archivo del dibujo
fr_fr: Le fichier du dessin est introuvable
ja_jp: 図面ファイルが見つかりません
pt_br: O arquivo do desenho está ausente
zh_cn: 绘图文件缺失

# DrawingLoadFailedFormat
source: This drawing could not load ({0}).
ar_sa: تعذر تحميل هذا الرسم ({0}).
de_de: Diese Zeichnung konnte nicht geladen werden ({0}).
es_es: No se pudo cargar este dibujo ({0}).
fr_fr: Impossible de charger ce dessin ({0}).
ja_jp: この図面を読み込めませんでした ({0})。
pt_br: Não foi possível carregar este desenho ({0}).
zh_cn: 无法加载此绘图（{0}）。

# DrawingLoadFailureGuidance
source: Check the local app installation and retry. If other WebView2 apps also fail, use WebView2 help to repair the runtime.
ar_sa: تحقق من تثبيت التطبيق المحلي وأعد المحاولة. إذا تعطلت تطبيقات WebView2 الأخرى أيضًا، فاستخدم تعليمات WebView2 لإصلاح وقت التشغيل.
de_de: Überprüfe die lokale App-Installation und versuche es erneut. Falls auch andere WebView2-Apps fehlschlagen, verwende die WebView2-Hilfe, um die Runtime zu reparieren.
es_es: Comprueba la instalación local y vuelve a intentarlo. Si otras aplicaciones WebView2 también fallan, usa la ayuda de WebView2 para reparar el entorno.
fr_fr: Vérifiez l’installation locale et réessayez. Si d’autres applications WebView2 échouent également, utilisez l’aide WebView2 pour réparer le runtime.
ja_jp: ローカルのアプリのインストールを確認して再試行してください。他の WebView2 アプリも失敗する場合は、WebView2 のヘルプからランタイムを修復してください。
pt_br: Verifique a instalação local e tente novamente. Se outros aplicativos WebView2 também falharem, use a ajuda do WebView2 para reparar o runtime.
zh_cn: 请检查本地应用安装并重试。如果其他 WebView2 应用也无法运行，请使用 WebView2 帮助修复运行时。

# DrawingLocationMissing
source: The drawing is no longer at its saved location.
ar_sa: لم يعد الرسم موجودًا في موقعه المحفوظ.
de_de: Die Zeichnung befindet sich nicht mehr am gespeicherten Ort.
es_es: El dibujo ya no está en la ubicación guardada.
fr_fr: Le dessin ne se trouve plus à son emplacement enregistré.
ja_jp: 図面は保存されていた場所にありません。
pt_br: O desenho não está mais no local em que foi salvo.
zh_cn: 绘图已不在保存的位置。

# DrawingPathCopyFailed
source: The drawing path could not be copied.
ar_sa: تعذر نسخ مسار الرسم.
de_de: Der Pfad der Zeichnung konnte nicht kopiert werden.
es_es: No se pudo copiar la ruta del dibujo.
fr_fr: Impossible de copier le chemin du dessin.
ja_jp: 図面のパスをコピーできませんでした。
pt_br: Não foi possível copiar o caminho do desenho.
zh_cn: 无法复制绘图路径。

# DrawingResumeFailed
source: This drawing could not be resumed.
ar_sa: تعذر استئناف هذا الرسم.
de_de: Diese Zeichnung konnte nicht fortgesetzt werden.
es_es: No se pudo reanudar este dibujo.
fr_fr: Impossible de reprendre ce dessin.
ja_jp: この図面を再開できませんでした。
pt_br: Não foi possível retomar este desenho.
zh_cn: 无法恢复此绘图。

# DrawingStartFailed
source: This drawing could not start.
ar_sa: تعذر بدء هذا الرسم.
de_de: Diese Zeichnung konnte nicht gestartet werden.
es_es: No se pudo iniciar este dibujo.
fr_fr: Impossible de démarrer ce dessin.
ja_jp: この図面を開始できませんでした。
pt_br: Não foi possível iniciar este desenho.
zh_cn: 无法启动此绘图。

# DroppedDrawingsOpenFailed
source: The dropped drawings could not be opened.
ar_sa: تعذر فتح الرسومات التي تم إفلاتها.
de_de: Die abgelegten Zeichnungen konnten nicht geöffnet werden.
es_es: No se pudieron abrir los dibujos soltados.
fr_fr: Impossible d’ouvrir les dessins déposés.
ja_jp: ドロップされた図面を開けませんでした。
pt_br: Não foi possível abrir os desenhos soltos.
zh_cn: 无法打开拖放的绘图。

# EditorBridgeNotReady
source: The editor loaded but its desktop bridge did not become ready.
ar_sa: تم تحميل المحرر، لكن اتصاله بتطبيق سطح المكتب لم يصبح جاهزًا.
de_de: Der Editor wurde geladen, aber seine Desktop-Verbindung wurde nicht bereit.
es_es: El editor se cargó, pero su conexión con el escritorio no quedó lista.
fr_fr: L’éditeur s’est chargé, mais sa connexion avec l’application de bureau n’est pas devenue opérationnelle.
ja_jp: エディターは読み込まれましたが、デスクトップとの接続を準備できませんでした。
pt_br: O editor foi carregado, mas a conexão com o aplicativo de desktop não ficou pronta.
zh_cn: 编辑器已加载，但其桌面连接未能就绪。

# EditorBridgeRetryGuidance
source: Retry the editor. If the problem continues, rebuild the local web assets and desktop app.
ar_sa: أعد محاولة تشغيل المحرر. إذا استمرت المشكلة، فأعد إنشاء أصول الويب المحلية وتطبيق سطح المكتب.
de_de: Starte den Editor erneut. Falls das Problem weiterhin besteht, erstelle die lokalen Webressourcen und die Desktop-App neu.
es_es: Vuelve a intentar iniciar el editor. Si el problema continúa, recompila los recursos web locales y la aplicación de escritorio.
fr_fr: Réessayez de démarrer l’éditeur. Si le problème persiste, reconstruisez les ressources web locales et l’application de bureau.
ja_jp: エディターを再試行してください。問題が続く場合は、ローカル Web アセットとデスクトップ アプリを再ビルドしてください。
pt_br: Tente iniciar o editor novamente. Se o problema continuar, recompile os recursos web locais e o aplicativo de desktop.
zh_cn: 请重试编辑器。如果问题仍然存在，请重新生成本地 Web 资源和桌面应用。

# EditorProcessFailedTitle
source: Excalidraw Desktop — Editor process failed
ar_sa: Excalidraw Desktop — فشلت عملية المحرر
de_de: Excalidraw Desktop — Editorprozess fehlgeschlagen
es_es: Excalidraw Desktop — Error del proceso del editor
fr_fr: Excalidraw Desktop — Échec du processus de l’éditeur
ja_jp: Excalidraw Desktop — エディター プロセスに失敗しました
pt_br: Excalidraw Desktop — Falha no processo do editor
zh_cn: Excalidraw Desktop — 编辑器进程失败

# EditorProcessFailureGuidanceFormat
source: WebView2 reported {0}. Retry the editor. If failures continue, repair the WebView2 Runtime.
ar_sa: أبلغ WebView2 عن {0}. أعد محاولة تشغيل المحرر. إذا استمر الفشل، فأصلح WebView2 Runtime.
de_de: WebView2 hat {0} gemeldet. Starte den Editor erneut. Falls weitere Fehler auftreten, repariere die WebView2 Runtime.
es_es: WebView2 informó de {0}. Vuelve a intentar iniciar el editor. Si los errores continúan, repara WebView2 Runtime.
fr_fr: WebView2 a signalé {0}. Réessayez de démarrer l’éditeur. Si les échecs persistent, réparez le runtime WebView2.
ja_jp: WebView2 から {0} が報告されました。エディターを再試行してください。失敗が続く場合は WebView2 Runtime を修復してください。
pt_br: O WebView2 informou {0}. Tente iniciar o editor novamente. Se as falhas continuarem, repare o WebView2 Runtime.
zh_cn: WebView2 报告了 {0}。请重试编辑器。如果仍然失败，请修复 WebView2 Runtime。

# EditorProcessStopped
source: The editor process stopped unexpectedly.
ar_sa: توقفت عملية المحرر بشكل غير متوقع.
de_de: Der Editorprozess wurde unerwartet beendet.
es_es: El proceso del editor se detuvo inesperadamente.
fr_fr: Le processus de l’éditeur s’est arrêté de manière inattendue.
ja_jp: エディター プロセスが予期せず停止しました。
pt_br: O processo do editor parou inesperadamente.
zh_cn: 编辑器进程意外停止。

# EditorRetryGuidance
source: Retry the editor. If the problem continues, repair WebView2 or rebuild the desktop app. Your saved drawing is not changed.
ar_sa: أعد محاولة تشغيل المحرر. إذا استمرت المشكلة، فأصلح WebView2 أو أعد إنشاء تطبيق سطح المكتب. لم يتغير الرسم المحفوظ.
de_de: Starte den Editor erneut. Falls das Problem weiterhin besteht, repariere WebView2 oder erstelle die Desktop-App neu. Deine gespeicherte Zeichnung bleibt unverändert.
es_es: Vuelve a intentar iniciar el editor. Si el problema continúa, repara WebView2 o recompila la aplicación. El dibujo guardado no se ha modificado.
fr_fr: Réessayez de démarrer l’éditeur. Si le problème persiste, réparez WebView2 ou reconstruisez l’application. Votre dessin enregistré n’est pas modifié.
ja_jp: エディターを再試行してください。問題が続く場合は、WebView2 を修復するかデスクトップ アプリを再ビルドしてください。保存済みの図面は変更されていません。
pt_br: Tente iniciar o editor novamente. Se o problema continuar, repare o WebView2 ou recompile o aplicativo. Seu desenho salvo não foi alterado.
zh_cn: 请重试编辑器。如果问题仍然存在，请修复 WebView2 或重新生成桌面应用。已保存的绘图未被更改。

# EditorStartupFailedTitle
source: Excalidraw Desktop — Editor startup failed
ar_sa: Excalidraw Desktop — فشل بدء المحرر
de_de: Excalidraw Desktop — Editorstart fehlgeschlagen
es_es: Excalidraw Desktop — Error al iniciar el editor
fr_fr: Excalidraw Desktop — Échec du démarrage de l’éditeur
ja_jp: Excalidraw Desktop — エディターの起動に失敗しました
pt_br: Excalidraw Desktop — Falha ao iniciar o editor
zh_cn: Excalidraw Desktop — 编辑器启动失败

# EditorStoppedDuringExport
source: The editor stopped while creating the PNG.
ar_sa: توقف المحرر أثناء إنشاء ملف PNG.
de_de: Der Editor wurde beim Erstellen der PNG-Datei beendet.
es_es: El editor se detuvo mientras creaba el PNG.
fr_fr: L’éditeur s’est arrêté pendant la création du PNG.
ja_jp: PNG の作成中にエディターが停止しました。
pt_br: O editor parou durante a criação do PNG.
zh_cn: 编辑器在创建 PNG 时停止。

# ExcalidrawDrawingType
source: Excalidraw drawing
ar_sa: رسم Excalidraw
de_de: Excalidraw-Zeichnung
es_es: Dibujo de Excalidraw
fr_fr: Dessin Excalidraw
ja_jp: Excalidraw 図面
pt_br: Desenho do Excalidraw
zh_cn: Excalidraw 绘图

# ExplorerShowDrawingFailed
source: File Explorer could not show this drawing.
ar_sa: تعذر على مستكشف الملفات إظهار هذا الرسم.
de_de: Der Datei-Explorer konnte diese Zeichnung nicht anzeigen.
es_es: El Explorador de archivos no pudo mostrar este dibujo.
fr_fr: L’Explorateur de fichiers n’a pas pu afficher ce dessin.
ja_jp: エクスプローラーでこの図面を表示できませんでした。
pt_br: O Explorador de Arquivos não conseguiu mostrar este desenho.
zh_cn: 文件资源管理器无法显示此绘图。

# ExportedFileFormat
source: Exported {0}
ar_sa: تم تصدير {0}
de_de: {0} exportiert
es_es: Exportado: {0}
fr_fr: Exporté : {0}
ja_jp: {0} をエクスポートしました
pt_br: Exportado: {0}
zh_cn: 已导出 {0}

# FileConflictResolutionFailed
source: The file conflict could not be resolved.
ar_sa: تعذر حل تعارض الملف.
de_de: Der Dateikonflikt konnte nicht behoben werden.
es_es: No se pudo resolver el conflicto del archivo.
fr_fr: Impossible de résoudre le conflit de fichier.
ja_jp: ファイルの競合を解決できませんでした。
pt_br: Não foi possível resolver o conflito de arquivo.
zh_cn: 无法解决文件冲突。

# FileLocationUnavailableTitle
source: File location unavailable
ar_sa: موقع الملف غير متوفر
de_de: Dateispeicherort nicht verfügbar
es_es: Ubicación del archivo no disponible
fr_fr: Emplacement du fichier indisponible
ja_jp: ファイルの場所を利用できません
pt_br: Local do arquivo indisponível
zh_cn: 文件位置不可用

# InitializingEditorTitle
source: Excalidraw Desktop — Initializing editor…
ar_sa: Excalidraw Desktop — جارٍ تهيئة المحرر…
de_de: Excalidraw Desktop — Editor wird initialisiert…
es_es: Excalidraw Desktop — Inicializando el editor…
fr_fr: Excalidraw Desktop — Initialisation de l’éditeur…
ja_jp: Excalidraw Desktop — エディターを初期化しています…
pt_br: Excalidraw Desktop — Inicializando o editor…
zh_cn: Excalidraw Desktop — 正在初始化编辑器…

# InvalidPngExportData
source: The editor sent invalid PNG export data.
ar_sa: أرسل المحرر بيانات تصدير PNG غير صالحة.
de_de: Der Editor hat ungültige PNG-Exportdaten gesendet.
es_es: El editor envió datos de exportación PNG no válidos.
fr_fr: L’éditeur a envoyé des données d’exportation PNG non valides.
ja_jp: エディターから無効な PNG エクスポート データが送信されました。
pt_br: O editor enviou dados de exportação PNG inválidos.
zh_cn: 编辑器发送了无效的 PNG 导出数据。

# KeepEditingButton
source: Keep editing
ar_sa: متابعة التحرير
de_de: Weiter bearbeiten
es_es: Seguir editando
fr_fr: Poursuivre la modification
ja_jp: 編集を続ける
pt_br: Continuar editando
zh_cn: 继续编辑

# LocateFileButton
source: Locate file
ar_sa: تحديد موقع الملف
de_de: Datei suchen
es_es: Localizar archivo
fr_fr: Localiser le fichier
ja_jp: ファイルを探す
pt_br: Localizar arquivo
zh_cn: 查找文件

# NewDiscardContent
source: Creating a new drawing will replace the current unsaved drawing.
ar_sa: سيؤدي إنشاء رسم جديد إلى استبدال الرسم الحالي غير المحفوظ.
de_de: Beim Erstellen einer neuen Zeichnung wird die aktuelle nicht gespeicherte Zeichnung ersetzt.
es_es: Al crear un dibujo nuevo se reemplazará el dibujo actual sin guardar.
fr_fr: La création d’un dessin remplacera le dessin non enregistré actuel.
ja_jp: 新しい図面を作成すると、現在の未保存の図面が置き換えられます。
pt_br: Criar um novo desenho substituirá o desenho atual não salvo.
zh_cn: 新建绘图将替换当前未保存的绘图。

# OpenDiscardContent
source: Opening another drawing will replace the current unsaved drawing.
ar_sa: سيؤدي فتح رسم آخر إلى استبدال الرسم الحالي غير المحفوظ.
de_de: Beim Öffnen einer anderen Zeichnung wird die aktuelle nicht gespeicherte Zeichnung ersetzt.
es_es: Al abrir otro dibujo se reemplazará el dibujo actual sin guardar.
fr_fr: L’ouverture d’un autre dessin remplacera le dessin non enregistré actuel.
ja_jp: 別の図面を開くと、現在の未保存の図面が置き換えられます。
pt_br: Abrir outro desenho substituirá o desenho atual não salvo.
zh_cn: 打开其他绘图将替换当前未保存的绘图。

# OpenDrawingErrorTitle
source: Could not open drawing
ar_sa: تعذر فتح الرسم
de_de: Zeichnung konnte nicht geöffnet werden
es_es: No se pudo abrir el dibujo
fr_fr: Impossible d’ouvrir le dessin
ja_jp: 図面を開けませんでした
pt_br: Não foi possível abrir o desenho
zh_cn: 无法打开绘图

# PngExportAccessDenied
source: Excalidraw Desktop does not have permission to write the selected location.
ar_sa: ليس لدى Excalidraw Desktop إذن للكتابة في الموقع المحدد.
de_de: Excalidraw Desktop darf nicht am ausgewählten Speicherort schreiben.
es_es: Excalidraw Desktop no tiene permiso para escribir en la ubicación seleccionada.
fr_fr: Excalidraw Desktop n’est pas autorisé à écrire à l’emplacement sélectionné.
ja_jp: Excalidraw Desktop には、選択した場所へ書き込む権限がありません。
pt_br: O Excalidraw Desktop não tem permissão para gravar no local selecionado.
zh_cn: Excalidraw Desktop 没有写入所选位置的权限。

# PngExportDestinationFailed
source: The PNG could not be written to the selected location.
ar_sa: تعذرت كتابة ملف PNG إلى الموقع المحدد.
de_de: Die PNG-Datei konnte nicht am ausgewählten Speicherort geschrieben werden.
es_es: No se pudo escribir el PNG en la ubicación seleccionada.
fr_fr: Impossible d’écrire le PNG à l’emplacement sélectionné.
ja_jp: 選択した場所に PNG を書き込めませんでした。
pt_br: Não foi possível gravar o PNG no local selecionado.
zh_cn: 无法将 PNG 写入所选位置。

# PngExportErrorTitle
source: Could not export PNG
ar_sa: تعذر تصدير PNG
de_de: PNG konnte nicht exportiert werden
es_es: No se pudo exportar el PNG
fr_fr: Impossible d’exporter le PNG
ja_jp: PNG をエクスポートできませんでした
pt_br: Não foi possível exportar o PNG
zh_cn: 无法导出 PNG

# PngExportStartFailed
source: The PNG export could not be started.
ar_sa: تعذر بدء تصدير PNG.
de_de: Der PNG-Export konnte nicht gestartet werden.
es_es: No se pudo iniciar la exportación PNG.
fr_fr: Impossible de démarrer l’exportation PNG.
ja_jp: PNG エクスポートを開始できませんでした。
pt_br: Não foi possível iniciar a exportação PNG.
zh_cn: 无法启动 PNG 导出。

# PngExportTimeout
source: The PNG export took too long and was cancelled.
ar_sa: استغرق تصدير PNG وقتًا طويلاً وتم إلغاؤه.
de_de: Der PNG-Export dauerte zu lange und wurde abgebrochen.
es_es: La exportación PNG tardó demasiado y se canceló.
fr_fr: L’exportation PNG a pris trop de temps et a été annulée.
ja_jp: PNG エクスポートに時間がかかりすぎたためキャンセルされました。
pt_br: A exportação PNG demorou demais e foi cancelada.
zh_cn: PNG 导出耗时过长，已取消。

# PngExportWriteFailed
source: The PNG could not be written. Check the destination and available disk space.
ar_sa: تعذرت كتابة ملف PNG. تحقق من الوجهة ومساحة القرص المتوفرة.
de_de: Die PNG-Datei konnte nicht geschrieben werden. Überprüfe das Ziel und den verfügbaren Speicherplatz.
es_es: No se pudo escribir el PNG. Comprueba el destino y el espacio disponible en el disco.
fr_fr: Impossible d’écrire le PNG. Vérifiez la destination et l’espace disque disponible.
ja_jp: PNG を書き込めませんでした。保存先とディスクの空き容量を確認してください。
pt_br: Não foi possível gravar o PNG. Verifique o destino e o espaço disponível em disco.
zh_cn: 无法写入 PNG。请检查目标位置和可用磁盘空间。

# RecentDrawingOpenFailed
source: The recent drawing could not be opened.
ar_sa: تعذر فتح الرسم الأخير.
de_de: Die zuletzt verwendete Zeichnung konnte nicht geöffnet werden.
es_es: No se pudo abrir el dibujo reciente.
fr_fr: Impossible d’ouvrir le dessin récent.
ja_jp: 最近使用した図面を開けませんでした。
pt_br: Não foi possível abrir o desenho recente.
zh_cn: 无法打开最近使用的绘图。

# ReloadButton
source: Reload
ar_sa: إعادة التحميل
de_de: Neu laden
es_es: Volver a cargar
fr_fr: Recharger
ja_jp: 再読み込み
pt_br: Recarregar
zh_cn: 重新加载

source: Resuming drawing…
ar_sa: جارٍ استئناف الرسم…
de_de: Zeichnung wird fortgesetzt…
es_es: Reanudando el dibujo…
fr_fr: Reprise du dessin…
ja_jp: 図面を再開しています…
pt_br: Retomando o desenho…
zh_cn: 正在恢复绘图…

source: Retrying editor…
ar_sa: جارٍ إعادة محاولة تشغيل المحرر…
de_de: Editor wird erneut gestartet…
es_es: Reintentando iniciar el editor…
fr_fr: Nouvelle tentative de démarrage de l’éditeur…
ja_jp: エディターを再試行しています…
pt_br: Tentando iniciar o editor novamente…
zh_cn: 正在重试编辑器…

# ReviewTabsAutomationName
source: Review unsaved tabs individually
ar_sa: مراجعة علامات التبويب غير المحفوظة كل على حدة
de_de: Nicht gespeicherte Tabs einzeln überprüfen
es_es: Revisar individualmente las pestañas sin guardar
fr_fr: Examiner individuellement les onglets non enregistrés
ja_jp: 未保存のタブを個別に確認
pt_br: Revisar individualmente as guias não salvas
zh_cn: 逐个检查未保存的标签页

# ReviewTabsButton
source: Review tabs individually
ar_sa: مراجعة علامات التبويب كل على حدة
de_de: Tabs einzeln überprüfen
es_es: Revisar las pestañas individualmente
fr_fr: Examiner les onglets individuellement
ja_jp: タブを個別に確認
pt_br: Revisar as guias individualmente
zh_cn: 逐个检查标签页

# SaveAllButton
source: Save all
ar_sa: حفظ الكل
de_de: Alle speichern
es_es: Guardar todo
fr_fr: Tout enregistrer
ja_jp: すべて保存
pt_br: Salvar tudo
zh_cn: 全部保存

# SaveAsButton
source: Save As
ar_sa: حفظ باسم
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
ja_jp: 名前を付けて保存
pt_br: Salvar como
zh_cn: 另存为

# SaveButton
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ja_jp: 保存
pt_br: Salvar
zh_cn: 保存

# SaveChangesBeforeClosingContent
source: Your changes will be lost if you close this drawing without saving.
ar_sa: ستفقد تغييراتك إذا أغلقت هذا الرسم دون حفظه.
de_de: Deine Änderungen gehen verloren, wenn du diese Zeichnung schließt, ohne sie zu speichern.
es_es: Los cambios se perderán si cierras este dibujo sin guardarlo.
fr_fr: Vos modifications seront perdues si vous fermez ce dessin sans l’enregistrer.
ja_jp: 保存せずにこの図面を閉じると、変更内容は失われます。
pt_br: Suas alterações serão perdidas se você fechar este desenho sem salvá-lo.
zh_cn: 如果关闭此绘图而不保存，你的更改将丢失。

# SaveChangesBeforeClosingTitle
source: Save changes before closing?
ar_sa: هل تريد حفظ التغييرات قبل الإغلاق؟
de_de: Änderungen vor dem Schließen speichern?
es_es: ¿Guardar los cambios antes de cerrar?
fr_fr: Enregistrer les modifications avant de fermer ?
ja_jp: 閉じる前に変更を保存しますか?
pt_br: Salvar alterações antes de fechar?
zh_cn: 关闭前保存更改？

# SelectedDrawingOpenFailed
source: The selected drawing could not be opened.
ar_sa: تعذر فتح الرسم المحدد.
de_de: Die ausgewählte Zeichnung konnte nicht geöffnet werden.
es_es: No se pudo abrir el dibujo seleccionado.
fr_fr: Impossible d’ouvrir le dessin sélectionné.
ja_jp: 選択した図面を開けませんでした。
pt_br: Não foi possível abrir o desenho selecionado.
zh_cn: 无法打开所选绘图。

# SettingsButtonToolTip
source: Show Settings tab
ar_sa: إظهار علامة تبويب الإعدادات
de_de: Tab „Einstellungen“ anzeigen
es_es: Mostrar la pestaña Configuración
fr_fr: Afficher l’onglet Paramètres
ja_jp: 設定タブを表示
pt_br: Mostrar a guia Configurações
zh_cn: 显示“设置”标签页

# SettingsWindowTitle
source: Settings — Excalidraw Desktop
ar_sa: الإعدادات — Excalidraw Desktop
de_de: Einstellungen — Excalidraw Desktop
es_es: Configuración — Excalidraw Desktop
fr_fr: Paramètres — Excalidraw Desktop
ja_jp: 設定 — Excalidraw Desktop
pt_br: Configurações — Excalidraw Desktop
zh_cn: 设置 — Excalidraw Desktop

# SleepingTabHeaderFormat
source: {0} — Sleeping
ar_sa: {0} — في وضع السكون
de_de: {0} — Im Ruhezustand
es_es: {0} — En reposo
fr_fr: {0} — En veille
ja_jp: {0} — スリープ中
pt_br: {0} — Em suspensão
zh_cn: {0} — 休眠中

# StartingWindowTitle
source: Excalidraw Desktop — Starting…
ar_sa: Excalidraw Desktop — جارٍ البدء…
de_de: Excalidraw Desktop — Wird gestartet…
es_es: Excalidraw Desktop — Iniciando…
fr_fr: Excalidraw Desktop — Démarrage…
ja_jp: Excalidraw Desktop — 起動しています…
pt_br: Excalidraw Desktop — Iniciando…
zh_cn: Excalidraw Desktop — 正在启动…

# StatusChangedOnDisk
source: Changed on disk — Resolve
ar_sa: تم التغيير على القرص — حل المشكلة
de_de: Auf Datenträger geändert — Beheben
es_es: Cambiado en el disco — Resolver
fr_fr: Modifié sur le disque — Résoudre
ja_jp: ディスク上で変更 — 解決
pt_br: Alterado no disco — Resolver
zh_cn: 已在磁盘上更改 — 解决

# StatusDrawingAutomationFormat
source: Drawing: {0}
ar_sa: الرسم: {0}
de_de: Zeichnung: {0}
es_es: Dibujo: {0}
fr_fr: Dessin : {0}
ja_jp: 図面: {0}
pt_br: Desenho: {0}
zh_cn: 绘图：{0}

# StatusExportingPng
source: Exporting PNG…
ar_sa: جارٍ تصدير PNG…
de_de: PNG wird exportiert…
es_es: Exportando PNG…
fr_fr: Exportation du PNG…
ja_jp: PNG をエクスポートしています…
pt_br: Exportando PNG…
zh_cn: 正在导出 PNG…

# StatusFileMissing
source: File missing — Resolve
ar_sa: الملف مفقود — حل المشكلة
de_de: Datei fehlt — Beheben
es_es: Falta el archivo — Resolver
fr_fr: Fichier introuvable — Résoudre
ja_jp: ファイルがありません — 解決
pt_br: Arquivo ausente — Resolver
zh_cn: 文件缺失 — 解决

# StatusFileMoved
source: File moved — Resolve
ar_sa: تم نقل الملف — حل المشكلة
de_de: Datei verschoben — Beheben
es_es: Archivo movido — Resolver
fr_fr: Fichier déplacé — Résoudre
ja_jp: ファイルが移動されました — 解決
pt_br: Arquivo movido — Resolver
zh_cn: 文件已移动 — 解决

# StatusNewDrawing
source: New drawing
ar_sa: رسم جديد
de_de: Neue Zeichnung
es_es: Dibujo nuevo
fr_fr: Nouveau dessin
ja_jp: 新しい図面
pt_br: Novo desenho
zh_cn: 新绘图
